# PlateMaterialTemplateConversion

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**type** | **str** |  | [default to 'IdeaStatiCa.Api.Connection.Model.PlateMaterialTemplateConversion, IdeaStatiCa.Api']

## Example

```python
from ideastatica_connection_api.models.plate_material_template_conversion import PlateMaterialTemplateConversion

# TODO update the JSON string below
json = "{}"
# create an instance of PlateMaterialTemplateConversion from a JSON string
plate_material_template_conversion_instance = PlateMaterialTemplateConversion.from_json(json)
# print the JSON string representation of the object
print(plate_material_template_conversion_instance.to_json())

# convert the object into a dict
plate_material_template_conversion_dict = plate_material_template_conversion_instance.to_dict()
# create an instance of PlateMaterialTemplateConversion from a dict
plate_material_template_conversion_from_dict = PlateMaterialTemplateConversion.from_dict(plate_material_template_conversion_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)